{
  "checklist.adoptionScore": "FinOps adoption score",
  "checklist.item1.description": "Analyze cloud regions in use: the costs may vary from one to another, and it is recommended to optimize the region usage and move to the cheapest one. The cost explorer provides a transparent summary of organization cloud expenses. Get statistics by data sources, pools, and owners for more comfortable separation. Follow the link to read more regarding <link>https://hystax.com/documentation/optscale/home_page.html#cost-explorer|this topic</link>",
  "checklist.item1.title": "Analyze cost anomalies in cost explorer",
  "checklist.item3.description": "Engage your engineers in the FinOps process to educate them and keep an eye on the resources in the cloud. Engineers can easily connect a Slack application to monitor their owned resources and limits. Configure the app to get instant alerts at hand. A set of commands is available to execute to set TTLs, get resource details and configure notification settings.",
  "checklist.item3.title": "Connect Slack to receive instant alerts",
  "checklist.item4.description": "Once you have determined your internal rules for resource tagging, it becomes easy to describe these rules within OptScale to automatically assign the resources to target pools and owners to track the usage. Creating auto-assignment rules will allow tracking and organizing the assets automatically. You do not need to sort and assign the items manually or research their origin if they fit the existing rules. If they do not, simply add new auto-assignment rules for those resources.",
  "checklist.item4.title": "Create auto-assignment rules",
  "checklist.item5.description": "Having pools in an organization provides a transparent way to control the expenses. Define teams, pools, projects, CI/CD pipelines, etc., and assign resources to them. You will get a full picture of your cloud usage divided into pools. This allows reaching the transparency and structure of the costs",
  "checklist.item5.title": "Create pools for all departments",
  "checklist.item6.description": "You can assign resources to specific owners and involve them in FinOps education to improve the cloud usage. You can invite new managers, engineers or simple members. Depending on an assigned role, a user will be able to monitor the expenses, set his own TTL rules and limitations, create pools, and more",
  "checklist.item6.title": "Invite teammates",
  "checklist.item7.description": "Create TTL and constraint rules in OptScale, and establish clean-up policies with your team to get rid of obsolete and unused assets. Without TTL it's easy to forget about some resource and just lose it, but this resource setting will track the asset, and the solution will notify you when TTL constraint is violated.",
  "checklist.item7.title": "Set TTL rules for all resources",
  "checklist.item8.description": "Tagging resources in the cloud allows to unambiguously identify a resource owner, the purpose of the resource usage, etc. to achieve full transparency of your cloud resources and eliminate some challenges of a cost optimization process. Think over the rules, analyze and classify resources you have in the cloud. Work with the team to determine the tagging rules and apply them.",
  "checklist.item8.title": "Tag all resources",
  "checklist.managerPageDescription": "Here are some useful points to take into account for building the FinOps process in your organization. Follow the tips from the checklist below to allow tracking the cloud usage and managing the resources properly. Click on a title to get more information and simply mark your progress by ticking the checkboxes.",
  "checklist.notManagerPageDescription": "Here are some useful points to take into account for building the FinOps process in your organization. Follow the tips from the checklist below to allow tracking the cloud usage and managing the resources properly. Please note that only managers can tick the checkboxes."
}
